Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/tm/FTK2-omegat.tmx
Source language: pl
Languages: uk

source: Wybierz swoją ścieżkę
uk: Оберіть свій шлях

source: Kościtrzask
uk: Хребетштром

source: Założono
uk: Споряджено

source: Generał Kościtrzask
uk: Хребетштром

source: Zwęglony Generał
uk: Обвуглений генерал

source: *odchrząkuje*\nDziałając razem, znaczyć będziemy nasz szlak zwęglonymi ruinami, aż płomienie przeznaczenia nas pochłoną.
uk: *хихоче*\nОб'єднавши сили, ми залишимо по собі спалені руїни, віддаючись доленосному полум'ю, що поглинає нас обох.

source: Mam wobec ciebie dług i wypełnię go tak dobrze, na ile pozwoli mi moja upiorna egzystencja.
uk: Я в боргу перед тобою, і я віддам цей борг, наскільки це дозволить моє примарне існування.

source: W ramach wdzięczności – oto akt własności, związany płomieniami naszego spotkania.
uk: Я пропоную тобі символ — купчу, скріплену полум'ям нашої зустрічі.

source: Złote Równiny
uk: Золоті рівнини

source: Niewolnik Kierowca
uk: Погонич рабів

source: Zesłany na wieczną służbę, Generał Kościtrzask prowadzi swoją armię umarłych przeciwko każdemu, kto ośmieli się zejść w piekielne głębiny.
uk: Засуджений до вічної служби, генерал Хребетштром веде свою армію нежиті проти кожного, хто наважується спуститися в глибини пекла.

source: Lansjer Królowej
uk: Королівський спис

source: Żar Demona
uk: Демонські жарини

source: Kryształy te, ożywione esencją tysięcy udręczonych duszyczek, od dawna wydobywane są przez magów celem zasilania ich eksperymentów i tworzenia magicznych zaklęć.
uk: Ці кристали, в яких бринять єства тисячі замордованих душ, давно в ужитку чаклунів, які користуються ними для експериментів і плетіння потужних заклинань.

source: Prymitywna Bomba Kwasowa
uk: Груба кислотна бомба

source: Ulepszona Bomba Kwasowa
uk: Покращена кислотна бомба

source: Doskonała Bomba Kwasowa
uk: Велика кислотна бомба

source: Prymitywna Bomba Wodna
uk: Груба водяна бомба

source: Bomba Wodna
uk: Водяна бомба

source: Ulepszona Bomba Wodna
uk: Покращена водяна бомба

source: Doskonała Bomba Wodna
uk: Велика водяна бомба

source: Wyrzut Wody
uk: Кидок води

source: Rzut Wodą
uk: Жбурляння води

source: Ostrze Skrytobójcy
uk: Лезо найманого вбивці

source: Śmiertelny Dotyk
uk: Дотик смерті

source: Wczytaj konfigurację
uk: Завантажити налаштування

source: Usunąć konfigurację?
uk: Видалити налаштування?

source: Wpisz nazwę konfiguracji
uk: Введіть назву налаштування

source: Nadpisać konfigurację?
uk: Перезаписати налаштування?

source: Konfiguracja
uk: Налаштування

source: Zapisz lub wczytaj konfigurację postaci
uk: Зберегти або завантажити налаштування персонажа

source: Zapisz konfigurację
uk: Зберегти налаштування

source: Wczytaj
uk: Завантажити

source: Usuń
uk: Вилучити

source: Usuń konfigurację
uk: Вилучити налаштування

source: Nadpisz konfigurację
uk: Перезаписати налаштування

source: Rażąca Kusza
uk: Арбалет шоку

source: Dobra Rażąca Kusza
uk: Якісний арбалет шоку

source: Świetna Rażąca Kusza
uk: Чудовий арбалет шоку

source: Legendarna Rażąca Kusza
uk: Легендарний арбалет шоку

source: Rażący Odrzut
uk: Відбій шоку

source: Generator Chaosu
uk: Генератор Хаосу

source: Przygotowania
uk: Приготування

source: Zejście w podziemia
uk: У підземелля

source: Nieproszeni goście
uk: Непрохані гості

source: Magiczne zaklęcie
uk: Магічне заклинання

source: Sabotaż Królowej
uk: Диверсія проти королеви

source: Zamek
uk: Замок

source: Przysługa dla Boglingów
uk: Прихильність болотяників

source: Przysługa dla mistyków
uk: Прихильність містиків

source: Przysługa dla skalniaków
uk: Прихильність скельників

source: Przysługa dla piratów
uk: Прихильність піратів

source: Odbierz {0} od {1} w {2}
uk: Забрати: {0} в {1} ({2})

source: Odbierz {0} w {1}
uk: Забрати: {0} ({1})

source: Poszukaj {0} w {1}
uk: Відшукати: {0} ({1})

source: Poszukaj {0} w {1} w {2}
uk: Відшукати: {0} в {1} ({2})

source: Wózek górniczy z kopalni kamieni mocy
uk: Вагонетка енергокаменів

source: Ten wózek porusza się z normalną prędkością.
uk: Ця вагонетка рухається зі звичайною швидкістю.

source: Ten wózek porusza się z dużą szybkością.
uk: Ця вагонетка рухається швидко.

source: Wózek górniczy ze skarbem
uk: Вагонетка скарбів

source: Ten wózek przewozi skarb.
uk: На цій вагонетці перевозять скарби.

source: Maxwell Kościec
uk: Максвел Кісткер

source: Dostojny Dżentelmen
uk: Видатний джентльмен

source: Trzeszczący Pomost
uk: Риплива пристань

source: Słona Marina
uk: Просолена гавань

source: Stare Doki
uk: Хиткий док

source: Tłumna Stocznia
uk: Людна верф

source: Spokojne Molo
uk: Тихий пірс

source: Mgliste Zakole
uk: Туманна заводь

source: Mokra Koja
uk: Промоклий причал

source: Rustykalna Przystań
uk: Простацький причал

source: Opustoszałe Wejście
uk: Самотня затока

source: Stojąca Zatoczka
uk: Застійна бухта

source: Postrzępiona Lina Cumownicza
uk: Старий причал

source: Podejrzany Port
uk: Тінистий порт

source: Odległe Nabrzeże
uk: Віддалена набережна

source: Koja Barona
uk: Причал барона

source: Nabrzeże
uk: Берегова верф

source: Pomost Wojownika
uk: Пристань воїнів

source: Zatoczka Poszukiwacza Przygód
uk: Бухта мандрівників

source: Zapleśniała Marina
uk: Покинута гавань

source: Przyjemny Port
uk: Приємний порт

source: Przystań Królowej
uk: Королівський причал

source: Zapomniany Dok
uk: Забутий док

source: Ukryta Szalupa
uk: Захована шлюпка

source: Przemoknięty Pomost
uk: Вимокла пристань

source: Port Floty
uk: Флотський порт

source: Pomost Mewy
uk: Пристань чайок

source: Zatopiona Przystań
uk: Затонула верф

source: Sekretna Zatoka
uk: Таємна бухта

source: Słoneczna Koja
uk: Сонячний причал

source: Prywatna Marina
uk: Приватна гавань

source: Port Ostatniej Nadziei
uk: Порт останньої надії

source: Stara Mistyczna Różdżka
uk: Стара паличка містика

source: Mistyczna Różdżka
uk: Паличка містика

source: Dobra Mistyczna Różdżka
uk: Хороша паличка містика

source: Świetna Mistyczna Różdżka
uk: Чудова паличка містика

source: Prymitywny Łuk Druida
uk: Грубий лук друїда

source: Łuk Druida
uk: Лук друїда

source: Dobry Łuk Druida
uk: Хороший лук друїда

source: Świetny Łuk Druida
uk: Чудовий лук друїда

source: Burza Magicznych Strzał
uk: Шквал магічних стріл

source: Odporność osłabiona
uk: Зниження опору

source: Odporność grupy osłabiona
uk: Зниження опору групи

source: Odporność na obszarze osłabiona
uk: Зниження опору на області

source: Unieruchamiająca Strzała
uk: Тенетна стріла

source: Przyciągająca Fala
uk: Хвиля притягнення

source: Gdy ofiara dojrzy kotowatego mistyka, może być pewna, że bestia obserwowała ją od kilku godzin.
uk: Якщо вам вдалося помітити когось із цих по-кошачому хитрих містиків, можливо, за вами спостерігали вже годинами.

source: Druid
uk: Друїд

source: Fanatycznych wyznawców natury zajętych ochroną dzikich ostępów raczej nie zaciekawisz swoją misją.
uk: Цей фанатик боготворить природу: його більше цікавить збереження заповідних земель, а не ваші пригоди.

source: Grota Ognia
uk: Вогняна печера

source: Piracka Grota
uk: Піратська печера

source: Piwnica
uk: Підвал

source: Opuszczona piwnica, z której dobiegają dziwne dźwięki. Być może ktoś zostawił tam coś przydatnego.
uk: З покинутого підвалу лунають дивні звуки. Можливо, хтось залишив там щось корисне.

source: Rezydencja
uk: Маєток

source: Niegdyś ten dom był symbolem fahrulskiego bogactwa, dziś jest jedynie wspomnieniem po czasach pokoju.
uk: Те, що колись було непохитною ознакою достатку Фарулу, тепер лише тінь мирних часів.

source: Wielkie Sanktuarium Krwi
uk: Велике святилище крові

source: Wielkie Sanktuarium Skupienia
uk: Велике святилище зосередженості

source: Wielkie Sanktuarium Pośpiechu
uk: Велике святилище швидкості

source: Wielkie Sanktuarium Życia
uk: Велике святилище життя

source: Wielkie Sanktuarium Wiedzy
uk: Велике святилище мудрості

source: Wielkie Sanktuarium Czystości
uk: Велике святилище чистоти

source: Wielkie Sanktuarium Cienia
uk: Велике святилище тіней

source: Wielkie Sanktuarium Bogactwa
uk: Велике святилище достатку

source: Ulepsz sanktuarium, aby uzyskać dostęp do potężnego Wielkiego Sanktuarium i zdobyć dodatkowe wzmocnienia za wstąpienie.
uk: Вдоскональте це святилище до великого святилища з більшими можливостями, щоб отримати додаткові посилення під час поклоніння.

source: Kara do maks. skupienia
uk: Зменшення макс. зосередженості

source: Kara do szansy na traf. kryt.
uk: Зменшення шансу крит. удару

source: Kara do maks. PŻ i zwiększone wysysanie życia
uk: Зменшення макс. здоров'я й осушення життєвої сили

source: Kara do zebranego złota
uk: Зменшення кількості здобутого золота

source: Kara do niewrażliwości na sanktuarium
uk: Зменшення імунітетів від святилищ

source: Kara do unikania
uk: Зменшення ухиляння

source: Kara do poruszania się
uk: Зменшення пересування

source: Kara do zebranych PD
uk: Зменшення кількості здобутого досвіду

source: Przebiegły Kapelusz
uk: Хитрий капелюх

source: Włócznia Boglinga
uk: Спис болотяника

source: Rozcinające Ogniste Uderzenie
uk: Розсікальний вогняний удар

source: Ogniste Lasso
uk: Полум'яне ласо

source: Ogniste Cięcie
uk: Вогняний різальний удар

source: Bogling Wojownik
uk: Болотяник-воїн

source: Zwykle neutralne wobec ludzi Boglingi zaczęły ostatnio opuszczać swoje wioski na bagnach.
uk: Зазвичай байдужі до людей, групи болотяників почали залишати свої болотні оселі.

source: Atak jest tymczasowo wzmocniony.
uk: Атака тимчасово збільшена

source: Wartość pancerza jest tymczasowo wyższa.
uk: Броня тимчасово збільшена

source: Pancerz i odporność tymczasowo zwiększone
uk: Броня й опір тимчасово підвищені

source: Odporność jest tymczasowo niższa.
uk: Опір тимчасово зменшений

source: Drogę blokuje ci potężna, metalowa brona zamkowa otoczona grubym, kamiennym murem, emanującym energią chaosu.
uk: Шлях перекривають непроникні металеві ґрати, по обидва боки яких височіють товстелезні стіни з каменю, зміцненого енергією хаосу.

source: Informacje o klasie
uk: Інформація про клас

source: Topór Bizontaura
uk: Сокира бізонтавра

source: Niepokonani na arenach i Równinach.
uk: Непереможені на аренах і на рівнинах.

source: Bizontaur
uk: Бізонтавр

source: Bizontaur Czempion
uk: Бізонтавр-чемпіон

source: Czy to już zbawienie...? Niestety, nadal cierpię katusze wiecznego potępienia.
uk: Невже це порятунок… ні, я все ще страждаю від лихої долі вічного прокляття.

source: Wzmocnienia
uk: Покращення

source: Klątwy
uk: Прокляття

source: Ognista Kolumna
uk: Вогняна колонка

source: Ogniste Pociągnięcie
uk: Вогняне притягнення

source: Ognisty Rząd
uk: Вогняний ряд

source: Zatrute Dźgnięcie
uk: Отруєна заточка

source: Trujące Porażenie
uk: Отруйний заряд

source: Trujący Strzał
uk: Отруйний снаряд

source: Efekty statusu
uk: Ефекти стану

source: Podziemia
uk: Підземелля

source: Spotkania
uk: Події

source: Specjalne miejsca
uk: Особливі місцини

source: Świat na powierzchni
uk: Мапа світу

source: Zadania
uk: Завдання

source: Bezpieczne obozy
uk: Безпечні табори

source: Sanktuaria
uk: Святилища

source: Zdolności specjalne
uk: Особливі здібності

source: Statystyki postaci
uk: Характеристики

source: Kamienni bohaterowie
uk: Кам'яні герої

source: Oś czasu
uk: Часова шкала

source: Miasta
uk: Міста

source: Szczegóły
uk: Відомості

source: Tematy
uk: Теми

source: Podgląd
uk: Огляд

source: Sztandar bitewny
uk: Бойовий штандарт

source: Tylko najodważniejsi i najbardziej doświadczeni wojownicy mają prawo do dzierżenia sztandaru w bitwie.
uk: Лише найсильніші й найдосвідченіші воїни здобувають право йти в бій зі штандартом.

source: Interfejs postaci
uk: Візуальні дані персонажа

source: Rafowab
uk: Рифоваб

source: Merling Kapitan
uk: Капітан мерлангів

source: Przybój
uk: Палецін

source: Wodnowir
uk: Чорторий

source: Królowa Krab
uk: Краболева

source: Królowa Krabów
uk: Королева крабів

source: Wybieranie przygody
uk: Вибір пригоди

source: Zmień wygląd swoich postaci przy pomocy tych przedmiotów kosmetycznych.
uk: Змінюйте зовнішність своїх персонажів за допомогою цих декоративних предметів.

source: Odblokuj nowe grywalne postacie z unikalnymi statystykami i umiejętnościami.
uk: Розблоковуйте собі нових персонажів з унікальними характеристиками й навичками.

source: Daj swoim postaciom potężne wzmocnienia dzięki nowym cechom, przypisując je podczas fazy wybierania wyposażenia.
uk: Накладайте на своїх персонажів потужні позитивні ефекти завдяки новим особливостям й активуйте їх на етапі викладки.

source: Tych przedmiotów nie można wyposażyć podczas fazy wybierania wyposażenia. Zwiększ ich dostępną ilość, kupując kolejne poziomy.
uk: Персонажа можна спорядити цими предметами на етапі викладки. Збільшуйте доступну кількість, купуючи додаткові рівні.

source: Te lokalizacje zostaną dodane do puli możliwych spotkań podczas podróży w Fahrulu.
uk: Ці місця додаються до набору можливих подій під час подорожей Фарулом.

source: Te przedmioty mogą pojawić się jako nagrody za zadania, a także w sklepach z przedmiotami lub jako łup podczas przygody.
uk: Це можуть бути нагороди за виконання завдань, предмети з крамниць або предмети здобичі, що випадають під час пригод.

source: Najemnicy mogą zostać wynajęci w mieście. Pomagają twojej drużynie w zmaganiach.
uk: У місті можна заплатити найманцям, щоб ті допомагали вашому загону під час пригод.

source: Elementy kosmetyczne
uk: Декоративне

source: Claudia
uk: Клавдія

source: Pochodząca z jadowitego rodu Klaudia przemierza ziemie, gnana pragnieniem krwi i pieniądza. Chce zaspokoić swoje żądze, oferując swoje usługi temu, kto zaoferuje najwyższą cenę.
uk: За походженням зі злісного роду, Клавдія блукає світом, намагаючись втамувати невситиму жагу крові й грошей. Вона надає свої послуги тим, хто заплатить найбільше, і бере від життя все, чого їй хочеться.

source: Zaprawiony w boju weteran wojen z chaosem, dawniej wierny Królowi Bronnerowi. Gunther ponownie chwycił za broń, tym razem za wynagrodzeniem, by walczyć ze złą mocą rzucającą cień na Fahrul.
uk: Ветеран Війн Хаосу, що колись служив королю Бронеру. Ґюнтер знову взявся за зброю, тепер за гроші, і готовий виступити проти зла, що загрожує Фарулу.

source: Beatrice
uk: Беатриса

source: Pochodząca z dalekiej północy Beatrycze od najmłodszych lat władała żywiołami mrozu. Udała się na południe, by pomóc Ruchowi Oporu w nadziei, że uda się jej zostawić Królową i jej ludzi na lodzie.
uk: Сама родом з далекої Півночі, Беатриса з дитинства володіє стихією холоду. Вона вирушила на південь, щоб простягнути руку Опору й охолодити запал королеви та її людей.

source: Hannah
uk: Ганна

source: Hannah, długoletnia wielbicielka monarchii, marzyła o wstąpieniu do Straży Królowej, ale jej marzenia prysły, gdy Królowa popadła w obłęd. Teraz musi stawić czoła armii, której tak bardzo pragnęła być częścią.
uk: Ганна — давня шанувальниця монархії, але її мріям про вступ до королівської гвардії настав край, коли вона усвідомила, що королева занурюється в божевілля. Тепер їй доведеться протистояти тим, кого вона хотіла називати братами по зброї.

source: Czy na pewno chcesz kupić {0}?
uk: Ви впевнені, що хочете придбати «{0}»?

source: Nie masz wystarczająco dużo punktów wiedzy.
uk: Для цього у вас недостатньо очок знань.

source: Nieumarły Mag
uk: Чаклун-нечисть

source: Skóra Goblina
uk: Ґоблінська подоба

source: Hełm Królowej
uk: Королівський шолом

source: Piracki Kapelusz
uk: Піратський капелюх

source: Kapelusz Goblina
uk: Ґоблінський капелюх

source: Strój Goblina
uk: Ґоблінське вбрання

source: Strój Wiedźmy
uk: Відьомське вбрання

source: Strój Cyrkowca
uk: Вбрання герольда

source: Strój Barmanki
uk: Вбрання кельнерки

source: Strój Karczmarza
uk: Шинкове вбрання

source: Strój Strażnika
uk: Гвардійське вбрання

source: Strój Królowej
uk: Вбрання королеви

source: Strój Marynarza
uk: Моряцьке вбрання

source: Hełm Mrocznego Karnawału
uk: Шапка Темного карнавалу

source: {0} zdobywa poziom {1}!
uk: {0} досягає {1} рівня!

source: Rąbnięcie Chaosu
uk: Поперечний удар Хаосу

source: Wilk Chaosu
uk: Вовк Хаосу

source: Unika wszystkich nieidealnych ataków.
uk: Ухиляння від будь-якої неідеальної атаки

source: Przebijający Cios
uk: Пронизувальний удар

source: Chaotyczny Krzyk
uk: Хаотичний вереск

source: Ugryzienie Chaosu
uk: Укус Хаосу

source: Niespodzianka
uk: Сюрприз

source: Kapelusz Cyrkowca
uk: Капелюх герольда

source: Przedwieczny Pancerz
uk: Первісна броня

source: Kapelusz Barmanki
uk: Хустка кельнерки

source: Przedwieczny Hełm
uk: Первісний шолом

source: Mężczyzna
uk: Чол.

source: Kobieta
uk: Жін.

source: Encyklopedia
uk: Енциклопедія

source: Kask Górnika
uk: Шахтарський шолом

source: Maska Druida
uk: Маска друїда

source: Kapelusz Mistyka
uk: Капелюх містика

source: Statek zniszczony!
uk: Кораблетроща!

source: Pojazd drużyny został zniszczony!
uk: Засіб пересування загону знищено!

source: Pada deszcz
uk: Йде дощ

source: Wpływ na rzuty ruchu
uk: Це вплине на кидки пересування

source: Ostrze Żabójcy
uk: Меч Бийжаби

source: Ponury Kostur
uk: Посох Ґрімшоу

source: Rozrywający Buzdygan
uk: Булава Хребетштрома

source: Leśny Fartuch
uk: Лісова спідниця

source: Leśne Karwasze
uk: Лісові нарукавники

source: Leśne Onuce
uk: Лісові онучі

source: Bagienny Pancerz
uk: Броня болотяника

source: Bagienne Karwasze
uk: Нарукавники болотяника

source: Bagienne Onuce
uk: Онучі болотяника

source: Wzmocnienie uniku wszystkich
uk: Загальне підвищення ухиляння

source: Wzmocnienie pancerza na obszarze
uk: Зміцнення броні в зоні

source: Ogromna Kula Śnieżna
uk: Величезна снігова куля

source: Burza z Piorunami
uk: Буря з блискавками

source: Kamienna Burza
uk: Кам'яна буря

source: Posiłki
uk: Підкріплення

source: Ogień Zaporowy
uk: Бараж

source: Walka o morze
uk: Завоювання морів

source: Zabij 50 Merlingów
uk: Вбити 50 мерлангів

source: Dwie dekady temu, po śmierci króla Bronnera, Królowa Rosomon stała się symbolem nadziei, jednocząc królestwa i dając początek zwycięskiemu powstaniu przeciwko siłom Chaosu, którymi dowodził czarnoksiężnik Vexor. Ich zwycięstwo zaprowadziło pokój w Fahrulu.\n\nObecnie Królowa jest pogrążona w obłędzie. Rządzi żelazną ręką i wzbudza strach wśród swoich poddanych. Obywatele, ciemiężeni jej despotycznymi rządami, szepczą o grupie zwanej Ruchem Oporu. Ta rosnąca w siłę rebelia ma na celu obalenie opresyjnych rządów królowej Rosomon i zapewnienie lepszej przyszłości dla Fahrulu.
uk: Два десятиліття тому, після смерті короля Бронера, королева Розомона постала як символ надії: вона об'єднала країну й надихнула людей на тріумфальне повстання проти сил Хаосу під проводом чаклуна Проклянда. Їхня перемога принесла Фарулу мир.\n\nАле нині королева піддалася божевіллю. Залізною рукою вона править своїми підданими, вселяючи страх. Пригноблені жителі, невдоволені тиранією, шепочуться про рух, відомий як Опір. Повстанці мають на меті кинути виклик деспотичному правлінню королеви Розомони й здобути краще майбутнє для Фарулу.

source: Gdy strażnicy pozostali w tyle, a Hildebrant był bezpieczny z drużyną, ich uwaga zwróciła się ku tajemniczym zajściom rozgrywającym się w głębi lasu. Hildebrant, mocno zaniepokojony zastaną sytuacją, wezwał grupę, aby pomogła mu w ważnym śledztwie.\n\nWraz z enigmatyczną Grizelle wyruszają w podróż, aby odkryć źródło kłopotów i ich powiązania z przeszłością.
uk: Коли гвардійці відстали й Гільдебранту більше нічого не загрожувало, ватага звернула увагу на таємничі події, що розгорталися десь у лісових нетрях. Гільдебрант, глибоко стурбований неспокоєм в лісі, закликав групу взяти участь у терміновому розслідуванні.\n\nРазом із загадковою Ґризель вони вирушають у подорож, щоб з'ясувати, звідки прийшла біда й як вона пов'язана з минулим.

source: Przedwieczny Dąb ponownie zaznał spokoju, a Hildebrant i zdeterminowany Ruch Oporu postanowili obnażyć złowieszcze knowania Królowej w odległych zakątkach Fahrulu. Szepty o zaginionych cywilach wysłanych do zdradzieckich kopalni odbijają się echem po całej krainie, podsycając wolę drużyny do ujawnienia szczegółów szaleństwa Królowej. \n\nDrużyna zbliża się do samego serca jej tyrańskich rządów i przygotowuje się do poznania całej prawdy o jej mrocznym panowaniu, stawiając czoła czyhającym niebezpieczeństwom.
uk: Коли Первісний дуб знову оповив спокій, Гільдебрант і рішучі воїни Опору спрямували свої зусилля на розкриття злочинів, скоєних королевою в далеких краях Фарулу. Повсюдно ширяться чутки про мирний люд, що пропадає безвісти в небезпечних шахтах, тож загін ухвалює рішення розкрити таємницю божевілля королеви.\n\nНаблизившись до основи її тиранічного правління, вони готуються спуститися в глибини оповитих пітьмою володінь, сміливо долаючи небезпеки, які чекають попереду.

source: Powstrzymawszy operację wydobywczą nikczemnej Królowej, niestrudzony Ruch Oporu i Hildebrant znaleźli się w szponach jej okrucieństwa, czekając na stracenie. Czas ucieka, a Grizelle przejmuje dowodzenie, by poprowadzić drużynę na wyprawę przez rozległe krainy Fahrulu.\n\nJej misją jest uratowanie pojmanych towarzyszy, udaremnienie dążenia Królowej do zaprowadzenia Chaosu i przywrócenie pokoju w krainie znajdującej się na skraju mroku. Drużyna wyrusza w niebezpieczną podróż, a ich determinacja płonie jaśniej niż kiedykolwiek, napędzana niezachwianą wiarą, że zbawienie Fahrulu leży w ich zasięgu.
uk: Зірвавши зловмисний промисел королеви з видобутку копалин, відважні учасники Опору разом з Гільдебрантом опинилися в пастці й чекають на страту. Часу обмаль, тому керівництво загоном бере на себе Ґризель, якій тепер належить провести своїх людей нескінченними стежками Фарулу.\n\nЇї кінцева мета в тому, щоб врятувати полонених товаришів, запобігти ненаситному потягу королеви до Хаосу й відновити мир на землі, яка балансує на краю темної прірви. Герої вирушають у цю небезпечну подорож і їхня рішучість яскравіша, ніж будь-коли: її живить непохитна віра в те, що порятунок Фарулу вже зовсім близько.

source: Ruch Oporu dzielnie się trzyma. Przed nimi wyłaniają się złowieszcze mury zamku Królowej – symbol jej niepodzielnej władzy. \n\nPozostali przy życiu członkowie Ruchu Oporu – z każdym dniem mniej liczni – zbierają siły i wolę walki, by przeprowadzić brawurowy atak na ośrodek jej tyranii. Stawka nigdy nie była wyższa, ponieważ porażka grozi pogrążeniem krainy w wiecznej ciemności. \n\nIch losy są nierozłącznie związane z losem królestwa. Przygotowują się po raz ostatni, wiedząc, że konsekwencje ich działań na zawsze ukształtują przyszłość Fahrulu.
uk: І ось перед учасниками Опору вимальовуються стіни зловісного замку королеви\u00A0— символу її руйнівної влади.\n\nЇх стало менше, але вцілілі члени Опору збираються з силою й вирішують вчинити зухвалий напад на самісіньке серце королівської тиранії. Ставки ніколи не були вищими, ніж зараз, бо провал загрожує занурити край у нескінченну пітьму.\n\nДолі повстанців переплітаються з долею королівства, вони востаннє збираються з духом, знаючи, що наслідки цього бою назавжди визначать майбутнє Фарулу.

source: Chaos znów wkradł się do Fahrulu i sieje spustoszenie w tej niegdyś spokojnej krainie. Chaos ma swój własny znacznik na osi czasu na górze ekranu i wprowadza nową mechanikę, wyzwania i przeszkody, którym musi stawiać czoła twoja drużyna.\n
uk: Хаос повернувся до Фарулу й сіє розруху на цих колись мирних землях. Він приносить із собою нові механіки, випробування й перешкоди, які має подолати загін. Маркер Хаосу можна побачити у грі на часовій шкалі, розташованій у верхній частині екрана.\n
